Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/saamelaisetsame.pdf.tmx
Source language: sme
Languages: smn

source: Luđiid sáhttá roavvásit juohkit persovdnaluđiide ja eará luđiide.
smn: Juáigusijd puáhtá jyehiđ olmoošjuáigusáid já eres juáigusáid.

source: Persovdnaluđiin govvejuvvojit dihto olbmo iešvuođat earen oamážit melodiija ja ovdadeami vugiiguin.
smn: Olmoošjuáigusijn kovvejuvvojeh tiätu ulmuu jiešvuođah ero mâšávt melodia já juoigâm vievâst.

source: Sánit eai leat seamma deaŧalaččat.
smn: Säänih iä lah siämmáá teháliih.

source: Luođit biddjojuvvojit maiddái báikkiide ja ealliide, muhto dán áigge sáhttit juoigat vaikko njealjejuvllaga dahje mohtorgielkká.
smn: Juáiguseh ráhtojeh meiddei soojijn já ellein, mut tááláá ääigist meiddei veikkâbâ muávlost tâi moottorkiälhást.

source: Suoma sámiid eará musihkkasuorggit leat anáraš livđe ja nuortalaččaid leuŠdd, main goabbáge lea váras jávkat.
smn: Suomâ sämmilij eres ärbivuáválâš muusikšlaajah láá aanaarsämmilâš livđe já nuorttâsämmilâš leuŠdd, main kuábáš-uv lii vaarâst lappuđ.

source: Sámiid geavahan instrumeanttain lei meavrresgárri, goavddis, noaid di deaŧalaš rituálaneavvu.
smn: Sämmilij kevttim instrumeentijn nuáidurumbu, lâi tehálâš nuáidi rituaalriäidu.

source: Dan lassin dovdat velá 3 fádnobiippa, mii dahkkui olbmoborranrási d. boskka (Angelica archangelica) nađas.
smn: Ton paaldâst lii tobdos 3-5-suormâráigásâš pilli, “ fádnobiipa ” ađai ŠpuurrâmräsipiijpoŠ, mii rahtui puurrâmrääsi (Angelica archangelica) versoost.

source: Maiddái skilanat leat geavahuvvon.
smn: Tiäđu mield meid skiláneh láá kevttum.

source: 1960 logus sámegielat musihkka čuovvolišgođii áiggi trendaid.
smn: 1960-lovvoost sämikielâlâš muusik čuávuškuođij ääigi ovdánemsuundijd.

source: Otná beaivve sámegillii dahkko rock, pop, etno, hevi, tekno, rap ja dánsamusihkka nugo maiddái mánáidlávlagat ja sálmmat.
smn: Onnáá peeivi sämikielân ráhtoo rock-, pop-, etno-, hevi-, tekno, tanssâmuusik, párnáilavluuh, saalmah já rap-muusik.

source: Sámiin dušše nuortalaččain dovdat DÁNSUNÁRBEVIERU.
smn: Sämmilijn tuše nuorttâlijn lii tanSSâäRbivyehi.

source: Jos dat earáin leažžá leamaš, ovdamearkka dihtii guovžžagoddindoaluid oktavuođas, de kristtalašvuohta lea dan jávkadan.
smn: Jis taggaar eres sämmilijn lii lamaš, ovdâmerkkân kuobžâkoddemân kullee riittin, te tot lii ristâlâšosko mield lappum.

source: Nuortalaččat leat dánson Ruošša bokte boahtán katrilla.
smn: Nuorttâliih láá tánssám Ruošâ pehti puáttám katril.

source: Odne dien árbevieru jotket Čeavetjávrri ja Njellima dánsunjoavkkut.
smn: Onnáá peeivi ärbivyevi tuálih Čevetjäävri já Njellim tanssâjuávhuh.

source: Álgoálbmogiid musihkkadáhpáhus IJAhIS IDJA ordnejuvvo Anáris miessemánu maŋimuš vahkus.
smn: Algâaalmugij muusiktábáhtus ijâttiS ijjâ uárnejuvvoo Anarist vyesimáánu

source: Jahkásaččat ođđajagimánus Anáris ordnejuvvon álgoálbmogiid filbmafestivála SKÁBMA GOVAT lea sámi filbmamáilmmi guovddáš forum.
smn: Ihásávt uđđâivemáánust Anarist uárnejum algâaalmugij filmâfestivaal Skammâ koveh lii säämi filmâmaailm kuávdáš

source: Sámiid deaŧaleamos dieđihangaskaoapmi lea Sámi Radio.
smn: kiRjálâšvuotâ Sämmilij tehálumos tiäđusirdee lii Säämi Radio.

source: Yleisradio álggahii jeavddalaš sámegielat radiosáddagiid Suomas golggotmánus 1947.
smn: Yleisradio algâttij merikoskâsâš sämikielâlâš radiovuolgâttâsâid Suomâst roovvâdmáánust 1947.

source: Diehtojuohkima lassin radios leamaš deaŧalaš kulturdoaibma.
smn: Tiäđusirdem lasseen lii radiost tehálâš kulttuurpargo.

source: Dan bokte šaddet dovddusin ee. máŋggat ođđaáiggi servodahkii ja eallimii gullevaš sánit ja dajaldagat.
smn: Ton pehti vijđáneh el. maaŋgah moodeern ohtsâškoodán já elimân kullee uđđâ säänih já ettâmvyevih.

source: Sámegielat tvođđasat álge jagi 2002 álggus.
smn: Sämikielâlâš tv-uđđâseh, Ođđasat, algii ive 2002 aalgâst.

source: Sámegielat mánáidprográmmat oidnogohte Suomas čakčat 2007.
smn: Sämikielâlâš párnáiohjelmeh oinuuškuottii Suomâst čohčuv 2007.

source: Televišuvnna lassin prográmmaid sáhttá oaidnit internehta bokte ja dat buvttaduvvojit ovttasbarggus Suoma Yle Sámi Radioin, Norgga NRK Sámi Radioin ja Ruoŧa SVT Sámiin.
smn: TeleYle Sámi Radioin, Taažâ NRK Sámi Radion já Ruotâ SVT Sápminjn. visio lasseen láá ohjelmeh uáinimnáálá internet pehti já toh pyevtittuvvojeh ohtsâšpargoost Suomâ

source: Sápmelaš lei Suoma vuosttas sámegielat áigečála.
smn: Sápmelaš lâi Suomâ vuosmuš sämikielâlâš äigipajelostâ.

source: Dat almmustuvai jagiid 1935– 2002.
smn: Tot almostui tavesämikielân iivijn 1935–2002.

source: Anárašgiela searvi (Anarâškielâ Servi) lea almmustahttán Anarâšbláđi jagi 1987 rájes.
smn: Anarâškielâ servi ry. lii almostittám Anarâš-loostâ ive 1987 rääjist.

source: Supmii diŋgojuvvojit maiddái Norgga beale davvisámegielat aviissat.
smn: Suomân puátih meiddei Taažâst almostuvvee tavesämikielâlâš loostah.

source: Vuosttas girjjit sámegillii almmustahttojuvvojedje Ruoŧas jagi 1619. Dat ledje guokte oskku guoski girjjáža.
smn: Vuosmuuh sämikielâlâš olgosadalduvat lijjii Ruotâst ive 1619 teddilum kyehti oskolduv kirjáá.

source: Vuosttas sámiid čállin čáppagirjjálašvuođabarggut almmustuvve 1910 logus.
smn: Vuosmuuh sämmilij čáállám čaabâkirjálâš kirjeh almmostuvvii 1910-lovvoost.

source: Albma láhkai girjjálašvuohta eallái 1970 logu álggus, goas almmustuvvagohte eanet girjjit.
smn: Čoođâmoorrâm tábáhtui 1970-lovo aalgâst, ko kirjeh almostuuškuottii eenâb.

source: Girječállit, geain skuvla lei rivven eatnigiela, identitehta ja kultuvrra, gieđahallagohte kollektiivalaš vásáhusaideaset.
smn: Kirječälleeh, kiäin škovlâ lâi rievedâm nuuvt eenikielâ, identiteet já kulttuur, račoškuottii kollektiivlâš vuáttámušâidis.

source: Seammás sii ovdánahtte iežaset eatnigiela olggosbuktindáiddu.
smn: Siämmást sii ovdedii eenikielâlâš olgospyehtimis.

source: Kirsti Paltto vuosttas romána Guhtoset dearvan min bohccot lei FinlandiaBeaivi, áhčážan (1988) vuittii Davviriikkaid ráđi girjjálašvuođabálkkašumi evttohassan Suomas jagi 1986.
smn: Kirsti Palto vuosmuš roomaan Voijaa minun poroni (Guhtoset dearvan min bohccot) lâi Finlandia-iävtukkâssân ive 1986.

source: Áillohačča, NilsAslak Valkeapää diktaepos bálkkašumi jagi 1991.
smn: Nils-Aslak Valkeapää tihtâeepos Aurinko, Isäni (Beaivi, áhčážan, 1988) vuoitij Tave-enâmij rääđi kirjálâšvuođâpalhâšume ive 1991.

source: SÁMI fILMMA áigi álggii jagi 1987, goas
smn: Säämi elleekove äigi aalgij ive 1987, ko

source: Nils Gaup bagadalai filmma Ofelaš.
smn: Nils Gaup stivrij elleekove Ofelaš.

source: Filbma lei Oscarevttohassan.
smn: Elleekove lâi Oscar-iävtukkâssân.

source: Sámi filmma ” ođđa bárru ” 2000 logu álggus lea buktán sámi máilbmái ođđa bagadallibuolvva.
smn: Sämielleekove “ uđđâ pááru ” 2000-lovo aalgâst lii luptim uáinusân uđđâ stivrejeijeesuhâpuolvâ.

source: Dán ovdanboahtima lea veahkehan filbmasuorggi lassánan skuvlejupmi davvin.
smn: Luptânmân lii adelâm liävtu elleekovesyergi škovlim lasanem tav veen.

source: SÁMI SOGA LÁVLLA lea sámiid virggálaš álbmotlávlla.
smn: Säämi Suuvâ laavlâ lii sämmilij virgálâš aalmuglâšlaavlâ.

source: Sámi
smn: Säämi

source: soga lávlaga sániid lea čállán vuosttas sápmelaš riikkabeaialmmái (stuorradikki áirras) Isak Saba ja nuohta bidjan komponista Arne Sørlie.
smn: suuvâ lavlui lii čáállám saanijd vuosmuš sämmilâš riijkâpeivialmai Isak Saba já nuotâ pieijâm taažâ nyettejeijee Arne Sørlie.

source: SÁMI LEAVGGA lea plánen sápmelaš dáiddár Astrid Båhl.
smn: Säämi liipu lii vuávám sämitaaidâr Astrid Båhl.

source: Dan fáddá boahtá meavrresgáris ja lullisápmelaš Anders Fjellnera divttas Páiven párneh (Beaivvi bártnit), mas Fjellner govve sámiid beaivvi nieidan ja bárdnin.
smn: Ton arttâ puátá nuáidu ruumbust já maadâsämmilâš Anders Fjellner tiivtâst Páiven párneh (Piäiváá päärnih), mast Fjellner kovvee sämmilijd piäiváá nieidân já kan dân.

source: Leavgga rukses gierdu govve beaivváža ja alit mánu.
smn: Liipu ruopsis riegis kovvee piäiváá já čuovjâd máánu.

source: Leavga ja Sámi soga lávlla dohkkehuvvojedje Sámiid 13. konferánssas Åres jagi 1986.
smn: Lippu já Säämi suuvâ laavlâ tuhhittuvvojii Sämmilij 13. konfereensâst Årest 1986.

source: Álbmotlávlaga melodiija dohkkehuvvui Sámiid 15. konferánssas Helssegis 1992.
smn: Aalmuglâšlavluu melodia tuhhiittui Sämmilij 14. konfereensâst Helsigist 1992.

source: Sámiin leat oktanuppelohkái leavgabeaivvi, main deaŧaleamos lea SÁMI ÁLBMOTBEAIVI, guovvamánu 6.
smn: Sämmilij lippupeeivih láá ohtnubáloh, main tehálumos lii Säämi aalmugpeivi, 6. kuovâmáánu.

source: Dáinna beivviin muittuhuvvo vuosttas davvi ja lullisámiid oktasaš čoahkkimis Troanddimis, Norggas.
smn: 1917 tollui Taažâ Truádimist vuosmuš sämičuákkim, moos lijjii čokkânâm sehe tave- já maadâ sämmiliih.

source: Sámi leavgga sáhttá geavahit eahpevirggálaččat iešguđetlágan ávvudilálašvuođain.
smn: Saamelaiskäräjät – Sametinget – The Sámi Parliament FI-99870 Inari | www.samediggi.fi

source: Sámedikki almmustahttimat 2008.
smn: Sämitige almostitmeh 2009.

source: Kalevaprint 2008.
smn: Kalevaprint 2009.

source: Gráfalaš plánen Studio Borga.
smn: Graafâlâš vuávám Studio Borga.

source: Ovdasiiddu govat Harri Nurminen, Martti Rikkonen.
smn: Ovdâsiijđo koveh Harri Nurminen, Martti Rikkonen.
